Repository: dut-iptv/dut-iptv
Catalog: plugin.video.tmobile/resources/language/resource.language.*/strings.po
Languages: nl_nl

# #30001
source: T-Mobile TV customer no.
nl_nl: T-Mobile TV klantnummer

# #30003
source: Auto setup IPTV
nl_nl: Automatisch IPTV Instellen

# #30005
source: Auto setup Kodi Language/PVR
nl_nl: Automatisch Kodi Taal/PVR Instellen

# #30011
source: Movies
nl_nl: Films

# #30017
source: Save Pincode
nl_nl: Pincode opslaan

# #30021
source: Next Page
nl_nl: Volgende pagina

# #30028
source: Show Video On Demand (VOD)
nl_nl: Toon Video On Demand (VOD)

# #30031
source: Season
nl_nl: Seizoen

# #30032
source: Load only default channels
nl_nl: Alleen standaard zenders laden

# #30033
source: Error Logging in to T-Mobile
nl_nl: Fout bij het inloggen bij T-Mobile

# #30034
source: Check your TV customer number and pincode
nl_nl: Controleer je TV klantnummer en pincode

# #30035
source: TV Customer number can't be empty
nl_nl: TV klantnummer mag niet leeg zijn

# #30036
source: TV Pincode can't be empty
nl_nl: TV Pincode mag niet leeg zijn

# #30037
source: Force Surround Sound
nl_nl: Forceer Surround Audio

# #32000
source: You need to login to access this content
nl_nl: Je moet inloggen om toegang tot deze content te krijgen

# #32001
source: No default route found
nl_nl: Geen standaard route gevonden

# #32002
source: Are you sure you want to reset this add-on? This will reset all settings and clear all data
nl_nl: Weet je zeker dat je deze add-on wil resetten? Dit zal alle instellen resetten en alle data legen

# #32003
source: Reset Complete
nl_nl: Reset geslaagd

# #32006
source: Could not find a function for url: {raw_url} => {parsed_url}
nl_nl: Kon geen functie vinden voor url: {raw_url} => {parsed_url}

# #32007
source: Could not find a url for function: {function_name}
nl_nl: Kon geen url vinden voor functie: {function_name}

# #32008
source: Inpustream Adaptive add-on required for Widevine playback
nl_nl: Inpustream Adaptive add-on is vereist voor het afspelen van Widevine

# #32009
source: Kodi Windows Store (UWP) version does not support Widevine playback. Use the Kodi .exe installer from the Kodi website instead.
nl_nl: Kodi Windows Store (UWP) versie ondersteunt het afspelen van Widevine niet. Gebruik het Kodi .exe installatiebestand van de Kodi website.

# #32010
source: Kodi 18 or higher required for Widevine playback on {system}
nl_nl: Kodi 18 of nieuwer is vereist voor het afspelen van Widevine op {system}

# #32011
source: ARM 64bit does not support Widevine playback An OS with a 32-bit userspace is required. Try coreelec.org
nl_nl: ARM 64bit ondersteunt het afspelen van Widevine niet Een besturingssysteem met een 32-bit userspace is vereist. Probeer coreelec.org

# #32012
source: This system ({system}{arch} Kodi v{kodi_version}) does not yet support Widevine playback
nl_nl: Dit systeem ({system}{arch} Kodi v{kodi_version}) ondersteunt het afspelen van Widevine niet

# #32014
source: Downloading required file {url}
nl_nl: Downloaden van vereist bestand {url}

# #32016
source: There was an unexpected error installing the Widevine CDM Please restart KODI and try again
nl_nl: Er was een onverwachte fout bij het installeren van Widevine CDM Herstart KODI en probeer het opnieuw

# #32020
source: {addon} - Error
nl_nl: {addon} - Fout

# #32021
source: Install Widevine CDM
nl_nl: Installeer Widevine CDM

# #32022
source: Widevine CDM Installed OK If videos do not play, please restart KODI and try again
nl_nl: Widevine CDM Succesvol geinstalleerd Als videos niet afspelen, herstart KODI en probeer het opnieuw

# #32024
source: Change login information
nl_nl: Wijzig login gegevens

# #32025
source: Logout
nl_nl: Uitloggen

# #32026
source: Settings
nl_nl: Instellingen

# #32027
source: Are you sure you want to logout?
nl_nl: Weet je zeker dat je wil uitloggen?

# #32029
source: Search
nl_nl: Zoeken

# #32030
source: Search: {query}
nl_nl: Zoeken: {query}

# #32032
source: {addon} - Unexpected Error
nl_nl: {addon} - Onverwachte fout

# #32033
source: Failed to download required file: {filename}
nl_nl: Downloaden van vereist bestand mislukt: {filename}

# #32034
source: General
nl_nl: Algemeen

# #32038
source: New Widevine CDM available! Using an old version may cause playback issues Download and override existing CDM?
nl_nl: Nieuwe Widevine CDM beschikbaar! Een oude versie gebruiken kan probelem met het afspelen veroorzaken Downloaden en overschrijven van de bestaande CDM?

# #32040
source: MD5 checksum failed for file: {filename} {local_md5} != {remote_md5}
nl_nl: MD5 checksum mislukt voor bestand: {filename} {local_md5} != {remote_md5}

# #32041
source: No Items
nl_nl: Geen items

# #32052
source: Unknown Error
nl_nl: Onbekende fout

# #32054
source: Error playing item
nl_nl: Fout bij afspelen

# #32055
source: Error accessing stream, maybe your account is not authorized
nl_nl: Fout bij verkijgen toegang tot stream, mogelijk heb je geen authorisatie

# #32056
source: No ReplayTV information available
nl_nl: Geen ReplayTV informatie beschikbaar

# #32057
source: Disable the "Only load standard channels" setting to retrieve the data for this channel (in the next 24h)
nl_nl: Schakel de optie "Alleen standaard zenders laden" uit om de data van deze zender (binnen 24u) op te halen

# #32058
source: Stream not found
nl_nl: Stream niet gevonden

# #32059
source: Stream for this program is not (yet) available
nl_nl: Stream voor dit programma is (nog) niet beschikbaar

# #32063
source: Done, reboot required
nl_nl: Klaar, herstart vereist

# #32064
source: Programs A-Z
nl_nl: Programma's A-Z

# #32065
source: Programs sorted by begin letter
nl_nl: Programma's gesorteerd naar begin letter

# #32066
source: Other titles (0-9, special characters)
nl_nl: Overige titels (0-9, speciale tekens)

# #32067
source: Titles with
nl_nl: Titels met

# #32068
source: Programs beginning with a number or special character
nl_nl: Programma's beginnend met een cijfer of speciale tekens

# #32069
source: Programs beginning with
nl_nl: Programma's beginnend met

# #32071
source: Done
nl_nl: Klaar

# #32072
source: Force EPG download
nl_nl: EPG download forceren

# #32073
source: Force settings download
nl_nl: Instellingen download forceren

# #32074
source: Search
nl_nl: Zoeken

# #32075
source: New Search
nl_nl: Nieuwe zoekterm

# #32076
source: Start a new search
nl_nl: Begin een nieuwe zoekactie

# #32079
source: Today
nl_nl: Vandaag

# #32080
source: Yesterday
nl_nl: Gister

# #32081
source: Live TV points to Simple IPTV PVR
nl_nl: Live TV verwijst naar Simple IPTV PVR

# #32082
source: Reset Session
nl_nl: Sessie resetten

# #32090
source: Enable Radio in Simple IPTV
nl_nl: Radio in Simple IPTV inschakelen

# #32091
source: Disable subtitles by default
nl_nl: Ondertiteling standaard uitschakelen

# #32092
source: Seconds to add at the end of streams
nl_nl: Aantal seconden om toe te voegen aan het eind van streams

# #32093
source: Start from the beginning?
nl_nl: Vanaf het begin starten?

# #32094
source: You have too many devices in use
nl_nl: Je hebt teveel apparaten in gebruik

# #32099
source: Enable cache
nl_nl: Cache inschakelen

# #32101
source: Force maximum resolution
nl_nl: Forceer maximale resolutie

# #32102
source: Enable Debug Mode
nl_nl: Debug mode inschakelen

# #32103
source: Ask to start stream from beginning
nl_nl: Vraag om stream vanaf begin te starten

# #320104
source: Channel selection
nl_nl: Zender selectie

# #320105
source: Successfully tested
nl_nl: Succesvol getest

# #320106
source: Not successfully tested
nl_nl: Niet succesvol getest

# #320107
source: Not yet tested
nl_nl: Nog niet getest

# #320108
source: updates automatically based on testing
nl_nl: update automatisch op basis van tests

# #320109
source: updates manually
nl_nl: update handmatig

# #320110
source: Electronic Programming Guide (EPG, TV menu)
nl_nl: Elektronische Programma Gids (EPG, TV menu)

# #32111
source: Test channel availability and bandwidth
nl_nl: Beschikbaarheid en bandbreedte van kanalen testen

# #320112
source: Automatically set enabled/disabled based on testing
nl_nl: Automatisch inschakelen/uitschakelen gebasseerd op tests

# #320113
source: Test channel
nl_nl: Test zender

# #320114
source: Start from beginning
nl_nl: Vanaf begin starten

# #320115
source: Login was successfull
nl_nl: Login geslaagd

# #320116
source: Proxy is not correctly started, this often happens after first installing or updating, please restart Kodi and try again
nl_nl: Proxy is niet goed gestart, dit gebeurd meestal na de 1e installatie of een update, herstart Kodi en probeer het opnieuw

# #320122
source: Disable 18+/Porn channels
nl_nl: 18+/Porno zenders uitschakelen

# #320123
source: Yes
nl_nl: Ja

# #320124
source: No
nl_nl: Nee

# #320125
source: Disable Regional Channels by default (can be re-enabled on an individual basis)
nl_nl: Regionale Zenders standaard uitschakelen (kunnen worden heringeschakeld op individuele basis)

# #320126
source: Connected through the providers internet connection (without a VPN connection)
nl_nl: Verbonden via de internet verbinding van de provider (zonder VPN verbinding)

# #320127
source: You cannot enable ReplayTV for this channel, because ReplayTV for this channel is not available from this provider. If you believe this to be an error please create an Issue on the Dut-IPTV GitHub
nl_nl: Je kan ReplayTV niet inschakelen voor deze zender, omdat ReplayTV niet beschikbaar is bij deze provider voor dit kanaal. Maak een Issue op de Dut-IPTV GitHub aan als je denkt dat dit een fout is

# #320128
source: You cannot enable this channel, because it is not available from this provider when not connected through an internet connection from the same provider. If you are on an internet connection from this provider change your Addon settings and try again. If you believe this to be an error please create an Issue on the Dut-IPTV GitHub
nl_nl: Je kan deze zender niet inschakelen, omdat deze zender niet beschikbaar is bij deze provider als je neit verbonden bent met het internet via dezelfde provider. Verander je Addon instellingen als je wel gebruik maakt van een internetverbinding van deze provider en probeer het opnieuw. Maak een Issue op de Dut-IPTV GitHub aan als je denkt dat dit een fout is

# #320129
source: Disable Regional Channels
nl_nl: Regionale zenders uitschakelen

# #320130
source: Disable Channels that are only available through the providers internet connection (without a VPN)
nl_nl: Zenders uitschakelen die alleen via een internet verbinding van de provider (zonder een VPN) te bekijken zijn

# #320131
source: Disable Channels that are not available in the default subscription
nl_nl: Zenders uitschakelen die niet in het basispakket zitten

# #330001
source: Select order
nl_nl: Selecteer volgorde

# #330002
source: Disabled
nl_nl: Uitgeschakeld

# #330003
source: Select addon
nl_nl: Selecteer addon

# #330004
source: Select to setup IPTV Simple PVR and finish setup
nl_nl: Selecteer om IPTV Simple PVR te configureren en configuratie afronden

# #330005
source: Skip IPTV Simple PVR setup and finish setup
nl_nl: IPTV Simple PVR configuratie overslaan en configuratie afronden

# #330006
source: Setup IPTV Simple PVR and finish setup
nl_nl: IPTV Simple PVR configureren en configuratie afronden

# #330007
source: Skip and finish setup
nl_nl: Overslaan en configuratie afronden

# #330008
source: Setup IPTV Simple PVR
nl_nl: IPTV Simple PVR Instellingen

# #330009
source: Next
nl_nl: Volgende

# #330010
source: Select Next when you are ready to move on to setup IPTV Simple PVR
nl_nl: Selecteer volgende als je klaar bent om verder te gaan naar de IPTV Simple PVR instellingen

# #330011
source: Select Next when you are ready to move on to Radio setup
nl_nl: Selecteer volgende als je klaar bent om verder te gaan naar de radio instellingen

# #330012
source: Select Radio Channels
nl_nl: Selecteer Radio Zenders

# #330013
source: Select Next when you are ready to move on to setup the channel order
nl_nl: Selecteer volgende als je klaar bent om verder te gaan naar de volgorde instellingen

# #330014
source: Select Replay TV Channels
nl_nl: Selecteer Replay TV Zenders

# #330015
source: Select Next when you are ready to move on to setup the Replay TV Channels
nl_nl: Selecteer volgende als je klaar bent om verder te gaan naar de instellingen van de Replay TV zenders

# #330016
source: Select Live TV Channels
nl_nl: Selecteer Live TV Zenders

# #330017
source: Add Radio Channels?
nl_nl: Radio zenders toevoegen?

# #330018
source: Done
nl_nl: Klaar

# #330019
source: Select secondary addons
nl_nl: Selecteer secundaire addons

# #330020
source: Select one or more secondary addons (in order) or select 'Done' when ready.
nl_nl: Selecteer een of meerdere secundaire addons (op volgorde) of selecteer 'Klaar' wanneer je gereed bent.

# #330021
source: Skip
nl_nl: Overslaan

# #330022
source: Select primary addon
nl_nl: Selecteer primaire addon

# #330023
source: Select your primary addon, usually the provider with the best quality or smallest delay for Live TV.
nl_nl: Selecteer je primaire addon, dit is meestal de provider met de beste kwaliteit of de kortste vertraging bij Live TV.

# #330024
source: Retain current addon selection and skip to channel selection.
nl_nl: Behoud de huidige addon selectie en ga naar zender selectie

# #330025
source: Reset settings
nl_nl: Reset instellingen

# #330026
source: None of the video addons are installed, enabled and logged in
nl_nl: Geen van de video addons in geinstalleerd, ingeschakeld en ingelogd

# #330027
source: This addon is not installed, select Next to continue or install and login to additional addons before continue on.
nl_nl: Deze addon is niet geinstalleerd, selecteer volgende om verder te gaan of installeer en login bij extra addons voordat je verder gaat.

# #330028
source: Please install and login in using one of the mentioned addons before continuing in this addon
nl_nl: Installeer en login bij een van de genoemde addons voordat je verdergaat in deze addon

# #330029
source: Select to remove all preferences from this addon
nl_nl: Kies om alle voorkeuren in deze addon te verwijderen

# #330030
source: This addon is installed but not logged in, select Next to continue or install and login to additional addons before continue on.
nl_nl: Deze addon is geinstalleerd, maar niet ingelogd, selecteer volgende om verder te gaan of installeer en login bij extra addons voordat je verder gaat.

# #330031
source: This addon is installed and logged in, select Next to continue or install and login to additional addons before continue on.
nl_nl: Deze addon is geinstalleerd en ingelogd, selecteer volgende om verder te gaan of installeer en login bij extra addons voordat je verder gaat.

# #330032
source: Select to continue, note that only green colored addons are available in the next steps.
nl_nl: Selecteer om verder te gaan, let op dat alleen groen gekleurede addons beschikbaar zijn in de volgende stappen.
